{
  "#": 6,
  "combat": 1,
  "actions": 4,
  "(srd": 6,
  "excerpt)": 6,
  "##": 21,
  "action": 6,
  "economy": 1,
  "-": 58,
  "on": 11,
  "your": 18,
  "turn": 7,
  "you": 40,
  "can": 12,
  "move": 7,
  "and": 17,
  "take": 4,
  "one": 6,
  "also": 1,
  "bonus": 1,
  "if": 7,
  "a": 30,
  "feature": 1,
  "or": 14,
  "spell": 13,
  "allows": 1,
  "it": 4,
  "reaction": 3,
  "per": 1,
  "round": 1,
  "used": 1,
  "outside": 1,
  "common": 1,
  "attack": 8,
  "make": 4,
  "melee": 2,
  "ranged": 1,
  "cast": 3,
  "with": 5,
  "casting": 4,
  "time": 3,
  "of": 6,
  "1": 5,
  "dash": 1,
  "gain": 1,
  "extra": 2,
  "movement": 5,
  "equal": 1,
  "to": 12,
  "speed": 8,
  "this": 2,
  "disengage": 1,
  "does": 1,
  "not": 2,
  "provoke": 1,
  "opportunity": 2,
  "attacks": 12,
  "dodge": 1,
  "against": 7,
  "have": 15,
  "disadvantage": 9,
  "until": 1,
  "next": 1,
  "advantage": 9,
  "dex": 1,
  "saves": 5,
  "help": 1,
  "give": 1,
  "an": 5,
  "ally": 1,
  "check": 3,
  "assist": 1,
  "hide": 1,
  "attempt": 1,
  "stealth": 1,
  "become": 1,
  "hidden": 1,
  "ready": 1,
  "prepare": 1,
  "trigger": 1,
  "spend": 2,
  "when": 2,
  "occurs": 1,
  "search": 1,
  "perception": 1,
  "investigation": 1,
  "use": 3,
  "object": 2,
  "interact": 1,
  "that": 1,
  "requires": 2,
  "hostile": 2,
  "creature": 2,
  "see": 2,
  "leaves": 1,
  "reach": 1,
  "conditions": 1,
  "blinded": 1,
  "cannot": 9,
  "automatically": 1,
  "fail": 2,
  "sight-based": 1,
  "checks": 5,
  "rolls": 3,
  "charmed": 1,
  "target": 3,
  "the": 12,
  "charmer": 2,
  "harmful": 1,
  "effects": 2,
  "has": 3,
  "social": 1,
  "frightened": 1,
  "ability": 3,
  "while": 1,
  "source": 2,
  "is": 16,
  "in": 1,
  "sight": 2,
  "willingly": 1,
  "closer": 1,
  "grappled": 1,
  "0": 4,
  "condition": 1,
  "ends": 1,
  "grappler": 1,
  "incapacitated": 6,
  "are": 8,
  "moved": 2,
  "away": 2,
  "reactions": 1,
  "paralyzed": 1,
  "speak": 3,
  "any": 2,
  "hit": 7,
  "from": 5,
  "within": 3,
  "5": 4,
  "ft": 3,
  "critical": 2,
  "poisoned": 1,
  "prone": 3,
  "only": 4,
  "option": 1,
  "crawl": 1,
  "unless": 2,
  "stand": 1,
  "up": 3,
  "(costs": 1,
  "half": 4,
  "speed)": 2,
  "farther": 1,
  "restrained": 1,
  "benefit": 1,
  "bonuses": 1,
  "dexterity": 2,
  "stunned": 1,
  "falteringly": 1,
  "strength": 1,
  "unconscious": 2,
  "unaware": 1,
  "drop": 1,
  "whatever": 1,
  "holding": 1,
  "fall": 1,
  "exhaustion": 2,
  "six": 1,
  "levels": 1,
  "stack": 1,
  "2": 1,
  "halved": 2,
  "3": 1,
  "saving": 2,
  "throws": 1,
  "4": 1,
  "point": 1,
  "maximum": 1,
  "reduced": 1,
  "6": 1,
  "death": 4,
  "terrain": 1,
  "creature's": 2,
  "how": 1,
  "far": 1,
  "its": 1,
  "moving": 1,
  "through": 2,
  "**difficult": 1,
  "terrain**": 1,
  "costs": 2,
  "foot": 2,
  "for": 1,
  "each": 1,
  "(effectively": 1,
  "halving": 1,
  "break": 1,
  "standing": 1,
  "creatures": 1,
  "space": 1,
  "two": 2,
  "sizes": 1,
  "larger": 1,
  "smaller": 1,
  "rests": 1,
  "recovery": 1,
  "short": 2,
  "rest": 4,
  "at": 5,
  "least": 2,
  "hour": 1,
  "downtime": 2,
  "dice": 2,
  "regain": 3,
  "hp": 4,
  "long": 2,
  "8": 1,
  "hours": 1,
  "all": 1,
  "total": 2,
  "expended": 1,
  "slots": 3,
  "according": 1,
  "class": 1,
  "must": 2,
  "roll": 1,
  "d20": 1,
  "start": 1,
  "10+": 1,
  "success": 1,
  "9": 1,
  "less": 1,
  "failure": 1,
  "three": 2,
  "successes": 1,
  "stabilize": 1,
  "failures": 2,
  "mean": 1,
  "natural": 2,
  "20": 1,
  "restores": 1,
  "counts": 1,
  "as": 1,
  "spellcasting": 1,
  "basics": 1,
  "range": 1,
  "components": 1,
  "concentration": 5,
  "concentrate": 1,
  "taking": 1,
  "damage": 2,
  "forces": 1,
  "constitution": 1,
  "throw": 1,
  "maintain": 1,
  "dc": 1,
  "10": 1,
  "taken": 1,
  "whichever": 1,
  "higher": 2,
  "lose": 1,
  "another": 1,
  "uses": 1,
  "slot": 1,
  "spell's": 1,
  "level": 1,
  "cantrips": 1,
  "do": 1,
  "targets": 1,
  "line": 1,
  "clear": 1,
  "path": 1,
  "says": 1,
  "otherwise": 1,
  "behind": 1,
  "cover": 1,
  "be": 1,
  "targeted": 1
}